import React from 'react';
import "./Rules.scss";

const Rules = () => {

    const handleRedirect = () => {

    }

    return (
        <section className="Rules">
            <div className="container">
                <div className="rules__content">
                    <div className="rules__header">
                        <h3>
                            শর্ত সমূহঃ
                        </h3>
                    </div>
                    <div className="rules__body">
                        <ul>
                            <li>🎯**এজেন্ট কে 40 হাজার টাকার পয়েন্ট কিনে এজেন্ট শুরু করতে হবে।</li>
                            <li>🎯**ইউজার ব্যালেন্স বাদ দিয়ে এজেন্ট এর ব্যালেন্স সবসময় ২৫০ পয়েন্ট থাকতে হবে।</li>
                            <li>🎯**এজেন্ট এর ব্যালেন্স যদি ৫০০ বা তার বেশি পয়েন্ট হয়ে যায় তাহলে এজেন্ট ২০০ বা তার বেশি পয়েন্ট বিক্রি করতে পারবে।</li>
                            <li>🎯** এজেন্ট এর কাছে সর্বনিম্ন ২০-৩০ জন একটিভ ইউজার থাকতে হবে।</li>
                            <li>🎯 ইউজারদের সব ধরনের হেল্প সাপোর্ট দিতে হবে।</li>
                            <li>🎯 কোন এজেন্ট এর বিরুদ্ধে অভিযোগ প্রমাণিত হলে সাথে সাথে এজেন্টশীপ বাতিল বলে গন্য হবে।
                                বিশেষ সতর্কতাঃ ইউজার উইথড্র চাহিবার মাত্রই সঠিক সময়ে টাকা দিতে হবে।</li>
                        </ul>
                        <div className="rules__box">
                            <p>একটা বিষয় অবগত করা দরকার। এজেন্ট এর যদি নিজে খেলার অভ্যাস থাকে তাহলে - এজেন্ট হউয়া থেকে বিরত থাকুন। এজেন্ট যদি কখনো নিজে খেলতে গিয়ে ধরা পরেন - তাহলে এজেন্ট একাউন্ট ঐ অবস্থায় সঙ্গে সঙ্গে ব্লক হয়ে যাবে এবং সমস্ত লেনদেন বন্ধ হয়ে যাবে। যদি এজেন্ট নিজে কোন আইডি তে বাজি ধরিয়ে দিতে চান - তাহলে <span onClick={() => handleRedirect("https://winx365.online<")}>https://winx365.online</span> কে আগেই সেই আইডির বিষয়ে জানাতে হবে।</p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    );
};

export default Rules;